{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FTripo3DUEBridgeModule",
			"Children": [
				{
					"Source": {
						"Text": "Open Tripo Bridge window"
					},
					"Translation": {
						"Text": "Open Tripo Bridge window"
					},
					"Key": "OpenTripoWebSocketTooltip"
				},
				{
					"Source": {
						"Text": "Open the Tripo Bridge window"
					},
					"Translation": {
						"Text": "Open the Tripo Bridge window"
					},
					"Key": "TripoWebSocketTabTooltip"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "OpenTripoWebSocket"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "TripoWebSocketTabTitle"
				}
			]
		},
		{
			"Namespace": "TripoWebSocketWindow",
			"Children": [
				{
					"Source": {
						"Text": "Clear"
					},
					"Translation": {
						"Text": "Clear"
					},
					"Key": "ClearButton"
				},
				{
					"Source": {
						"Text": "Client: {0}"
					},
					"Translation": {
						"Text": "Client: {0}"
					},
					"Key": "ClientConnectedInfo"
				},
				{
					"Source": {
						"Text": "Connected"
					},
					"Translation": {
						"Text": "Connected"
					},
					"Key": "StatusConnected"
				},
				{
					"Source": {
						"Text": "Listening..."
					},
					"Translation": {
						"Text": "Listening..."
					},
					"Key": "StatusListening"
				},
				{
					"Source": {
						"Text": "Message Log"
					},
					"Translation": {
						"Text": "Message Log"
					},
					"Key": "MessageLogLabel"
				},
				{
					"Source": {
						"Text": "Port: {0}"
					},
					"Translation": {
						"Text": "Port: {0}"
					},
					"Key": "PortLabel"
				},
				{
					"Source": {
						"Text": "Server Status: "
					},
					"Translation": {
						"Text": "Server Status: "
					},
					"Key": "ServerStatusLabel"
				},
				{
					"Source": {
						"Text": "Server not running"
					},
					"Translation": {
						"Text": "Server not running"
					},
					"Key": "ServerNotRunning"
				},
				{
					"Source": {
						"Text": "Start Server"
					},
					"Translation": {
						"Text": "Start Server"
					},
					"Key": "StartServerButton"
				},
				{
					"Source": {
						"Text": "Stop Server"
					},
					"Translation": {
						"Text": "Stop Server"
					},
					"Key": "StopServerButton"
				},
				{
					"Source": {
						"Text": "Stopped"
					},
					"Translation": {
						"Text": "Stopped"
					},
					"Key": "StatusStopped"
				},
				{
					"Source": {
						"Text": "Tripo Bridge"
					},
					"Translation": {
						"Text": "Tripo Bridge"
					},
					"Key": "WindowTitle"
				},
				{
					"Source": {
						"Text": "Waiting for connection on {0}:{1}"
					},
					"Translation": {
						"Text": "Waiting for connection on {0}:{1}"
					},
					"Key": "WaitingForConnection"
				}
			]
		}
	]
}